#!/bin/sh
echo "##################################################"
echo "欢迎使用“Canobe”制作服务端~"
echo "##################################################"
echo "感兴趣就加入MC服主交流群 649188374 吧！"
echo "##################################################"
echo "如果您使用此服务端遇到问题请加上方群，"
echo "##################################################"
echo "免费的技术解答和众多服主的友好讨论环境~"
echo "##################################################"
echo "即将开启服务端..."
echo "##################################################"
sleep 10

export /etc/profile

java -server -Xms1G -Xmx6G -jar server.jar

